{"events":[{"title":"Porsche Event","image":"https://uploads-ssl.webflow.com/62f506e5f4cfc445e8ea96c0/63494c27e464228cdf8b1313_eventex-porsche-china%20(1).jpg","date":"2023-06-24","description":"Mark your calendars for June 24, 2023, as Porsche invites you to an exclusive event that will ignite your passion for automotive excellence. Join us for an unforgettable experience as we unveil the latest models that epitomize luxury, performance, and engineering perfection. Immerse yourself in the world of Porsche, where innovation and craftsmanship meet to create automotive masterpieces. From heart-pounding acceleration to breathtaking design, our vehicles will captivate your senses and leave you in awe. Indulge in test drives, engage with experts, and witness the precision and artistry that defines Porsche. Save the date and get ready to embark on a journey of automotive brilliance on June 24th. Don't miss your chance to be a part of the Porsche legacy.","id":"9f31e38b-c8d6-4aed-b199-6054e306403a"},{"title":"Renault Event","image":"https://events.renaultgroup.com/app/uploads/sites/7/2022/01/PHOTO-HERO-BANNER.jpg","date":"2023-06-14","description":"Save the date - June 14, 2023, for an exciting Renault event! Join us as we showcase the latest innovations and breakthroughs in automotive design and technology. Get a firsthand look at our exceptional lineup of vehicles, renowned for their style, performance, and eco-friendly features. Experience the thrill of test drives, explore interactive displays, and discover how Renault is shaping the future of mobility. Whether you're a car enthusiast or simply looking for a remarkable driving experience, this event is not to be missed. Make your way to our venue on June 14th and be a part of the Renault revolution!","id":"ca10db38-2dbd-4644-b2d3-f226093f2a5b"},{"title":"Mercedes Event!","image":"https://www.mercedes-benzarena.com/en/guest/guest7.jpg","date":"2023-05-30","description":"Join us on May 30, 2023, for an exclusive Mercedes event! Experience the epitome of luxury and innovation as we unveil our latest lineup of exceptional vehicles. Immerse yourself in the world of Mercedes-Benz with captivating displays, test drives, and engaging presentations. Discover cutting-edge technologies, impeccable craftsmanship, and the unparalleled performance that define our brand. Don't miss this opportunity to witness the future of automotive excellence. Mark your calendar and be a part of this extraordinary Mercedes event on May 30th!","id":"7961aed8-8518-4b08-8238-cb86047c8149"}]}